Repository: korboybeats/KorSign
Catalog: KorSign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, id, it, pl, ru, tr, vi, zh_hans

source: Files added here apply only to this sign. The toggle injects these manual tweaks into every app extension — library tweaks above use their own per-tweak target instead.
ar: تنطبق الملفات المضافة هنا على هذا التوقيع فقط. يحقن المفتاح هذه التعديلات اليدوية في كل إضافة تطبيق — أما تعديلات المكتبة أعلاه فتستخدم هدفها الخاص بكل تعديل بدلاً من ذلك.
cs: Zde přidané soubory platí jen pro toto podepsání. Přepínač injektuje tyto ruční tweaky do každého rozšíření aplikace — tweaky z knihovny výše používají vlastní cíl pro každý tweak.
de: Hier hinzugefügte Dateien gelten nur für diesen Signiervorgang. Der Schalter injiziert diese manuellen Tweaks in jede App-Erweiterung — Bibliotheks-Tweaks oben verwenden stattdessen ihr eigenes Ziel pro Tweak.
es: Los archivos añadidos aquí solo se aplican a esta firma. El interruptor inyecta estos tweaks manuales en cada extensión de la app — los tweaks de la biblioteca de arriba usan su propio destino por tweak en su lugar.
fr: Les fichiers ajoutés ici ne s’appliquent qu’à cette signature. L’interrupteur injecte ces tweaks manuels dans chaque extension d’app — les tweaks de la bibliothèque ci-dessus utilisent plutôt leur propre cible par tweak.
id: File yang ditambahkan di sini hanya berlaku untuk penandatanganan ini. Sakelar ini menginjeksikan tweak manual ke setiap app extension — tweak pustaka di atas memakai target per-tweak masing-masing.
it: I file aggiunti qui valgono solo per questa firma. L'interruttore inietta questi tweak manuali in ogni estensione dell'app — i tweak della libreria sopra usano invece il proprio target per ciascun tweak.
pl: Pliki dodane tutaj dotyczą tylko tego podpisywania. Przełącznik wstrzykuje te ręczne tweaki do każdego rozszerzenia aplikacji — tweaki z biblioteki powyżej używają zamiast tego własnego celu dla każdego tweaka.
ru: Файлы, добавленные здесь, применяются только к этой подписи. Переключатель внедряет эти ручные твики во все расширения приложения — твики библиотеки выше используют собственную цель для каждого твика.
tr: Buraya eklenen dosyalar yalnızca bu imzalama için geçerlidir. Bu anahtar, bu manuel tweak'leri her uygulama uzantısına enjekte eder — yukarıdaki kütüphane tweak'leri ise kendi tweak'e özel hedeflerini kullanır.
vi: Các tệp thêm ở đây chỉ áp dụng cho lần ký này. Nút bật/tắt chèn các tweak thủ công này vào mọi app extension — các tweak thư viện ở trên dùng đích riêng của từng tweak.
zh_hans: 此处添加的文件仅用于本次签名。该开关会将这些手动插件注入到每个应用扩展中——上方库中的插件则使用各自的独立目标。

source: Files left behind by interrupted imports, signings, and uploads. Nothing in your library points at them, so they are safe to remove.
ar: ملفات خلّفتها عمليات استيراد وتوقيع ورفع متوقفة. لا شيء في مكتبتك يشير إليها، لذا فإزالتها آمنة.
cs: Soubory, které zbyly po přerušených importech, podepisování a nahrávání. Nic ve vaší knihovně na ně neodkazuje, takže je bezpečné je odstranit.
de: Dateien, die von abgebrochenen Importen, Signierungen und Uploads übrig geblieben sind. Nichts in deiner Bibliothek verweist darauf, sie können also gefahrlos entfernt werden.
es: Archivos dejados por importaciones, firmas y subidas interrumpidas. Nada de tu biblioteca los usa, así que se pueden eliminar sin riesgo.
fr: Fichiers laissés par des imports, signatures et envois interrompus. Rien dans votre bibliothèque n'y fait référence, ils peuvent donc être supprimés sans risque.
id: Berkas yang tertinggal dari proses impor, penandatanganan, dan unggahan yang terhenti. Tidak ada di pustaka Anda yang merujuk ke sana, jadi aman untuk dihapus.
it: File lasciati da importazioni, firme e caricamenti interrotti. Nulla nella tua libreria vi fa riferimento, quindi si possono rimuovere senza rischi.
pl: Pliki pozostałe po przerwanych importach, podpisywaniu i przesyłaniu. Nic w Twojej bibliotece z nich nie korzysta, więc można je bezpiecznie usunąć.
ru: Файлы, оставшиеся после прерванных импортов, подписаний и загрузок. В вашей библиотеке на них ничего не ссылается, поэтому их можно безопасно удалить.
tr: Yarıda kalan içe aktarma, imzalama ve yükleme işlemlerinden kalan dosyalar. Kitaplığınızdaki hiçbir şey bunlara işaret etmiyor, bu yüzden güvenle kaldırılabilirler.
vi: Các tệp còn sót lại từ những lần nhập, ký và tải lên bị gián đoạn. Không có gì trong thư viện của bạn trỏ tới chúng, nên có thể xóa an toàn.
zh_hans: 中断的导入、签名和上传所遗留的文件。你的资料库中没有任何内容引用它们，可以安全删除。

source: Filter by
ar: تصفية حسب
cs: Filtrovat
de: Filtern nach
es: Filtrar por
fr: Filtrer par
id: Filter berdasarkan
it: Filtra come
pl: Filtruj według
ru: Фильтровать по
tr: Şuna Göre Filtrele
vi: Sắp xếp theo
zh_hans: 过滤

source: Finished
ar: انتهى
cs: Dokončeno
de: Fertig
es: Finalizado
fr: Terminé
id: Selesai
it: Completato
pl: Zakończono
ru: Завершено
tr: Tamamlandı
vi: Đã xong
zh_hans: 已完成

source: Finishing
ar: جارٍ الإنهاء
cs: Dokončování
de: Wird abgeschlossen
es: Finalizando
fr: Finalisation
id: Menyelesaikan
it: Completamento
pl: Kończenie
ru: Завершение
tr: Tamamlanıyor
vi: Đang hoàn tất
zh_hans: 正在完成

source: Fix File Picker
ar: إصلاح منتقي الملفات
cs: Opravit výběr souborů
de: Dateiauswahl reparieren
es: Corregir el selector de archivos
fr: Corriger le sélecteur de fichiers
id: Perbaiki Pemilih Berkas
it: Correggi il selettore file
pl: Napraw wybór plików
ru: Исправить выбор файлов
tr: Dosya Seçiciyi Düzelt
vi: Sửa bộ chọn tệp
zh_hans: 修复文件选择器

source: Floating Icon
ar: أيقونة عائمة
cs: Plovoucí ikona
de: Schwebendes Symbol
es: Icono flotante
fr: Icône flottante
id: Ikon Mengambang
it: Icona fluttuante
pl: Pływająca ikona
ru: Плавающий значок
tr: Yüzen Simge
vi: Biểu tượng nổi
zh_hans: 浮动图标

source: Folder
ar: مجلد
cs: Složka
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ru: Папка
tr: Klasör
vi: Thư mục
zh_hans: 文件夹

source: Folder Name
ar: اسم المجلد
cs: Název složky
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
id: Nama Folder
it: Nome della cartella
pl: Nazwa folderu
ru: Имя папки
tr: Klasör Adı
vi: Tên thư mục
zh_hans: 文件夹名称

source: Folders
ar: المجلدات
cs: Složky
de: Ordner
es: Carpetas
fr: Dossiers
id: Folder
it: Cartelle
pl: Foldery
ru: Папки
tr: Klasörler
vi: Thư mục
zh_hans: 文件夹

source: Force Localize
ar: فرض الترجمة
cs: Donucení lokalizace
de: Erzwinge Versuch Zu Lokalisieren
es: Forzar localización
fr: Forcer la localisation
id: Paksa Lokalisasi
it: Forza la traduzione
pl: Wymuś lokalizację
ru: Принудительная локализация
tr: Yerelleştirmeyi Zorla
vi: Bắt buộc Bản địa hóa
zh_hans: 强制本地化标题

source: Found
ar: تم العثور عليه
cs: Nalezeno
de: Gefunden
es: Encontrados
fr: Trouvé
id: Ditemukan
it: Trovato
pl: Znaleziono
ru: Найдено
tr: Bulundu
vi: Đã tìm thấy
zh_hans: 已找到

source: Framework (couldn't read its executable).
ar: Framework (تعذّر قراءة الملف التنفيذي الخاص به).
cs: Framework (nelze přečíst jeho spustitelný soubor).
de: Framework (ausführbare Datei konnte nicht gelesen werden).
es: Framework (no se pudo leer su ejecutable).
fr: Framework (impossible de lire son exécutable).
id: Framework (tidak bisa membaca executable-nya).
it: Framework (impossibile leggerne l'eseguibile).
pl: Framework (nie udało się odczytać jego pliku wykonywalnego).
ru: Framework (не удалось прочитать исполняемый файл).
tr: Framework (çalıştırılabilir dosyası okunamadı).
vi: Framework (không đọc được tệp thực thi của nó).
zh_hans: Framework（无法读取其可执行文件）。

source: Frameworks & PlugIns
ar: Frameworks و PlugIns
cs: Frameworky a pluginy
es: Frameworks y PlugIns
fr: Frameworks et PlugIns
pl: Biblioteki i wtyczki
ru: Frameworks и PlugIns
tr: Framework’ler ve Eklentiler
zh_hans: 框架和插件

source: Frameworks the tweak links against. Add a missing one as another file if the tweak needs it.
ar: الـ frameworks التي يرتبط بها التعديل. أضف الناقص منها كملف آخر إذا احتاجه التعديل.
cs: Frameworky, na které se tweak odkazuje. Chybějící přidejte jako další soubor, pokud ho tweak potřebuje.
de: Frameworks, gegen die der Tweak gelinkt ist. Füge ein fehlendes als weitere Datei hinzu, wenn der Tweak es benötigt.
es: Frameworks contra los que enlaza el tweak. Añade uno que falte como otro archivo si el tweak lo necesita.
fr: Frameworks auxquels le tweak est lié. Ajoutez-en un manquant comme fichier supplémentaire si le tweak en a besoin.
id: Framework yang ditautkan oleh tweak. Tambahkan yang hilang sebagai file lain jika tweak membutuhkannya.
it: Framework a cui il tweak si collega. Aggiungine uno mancante come ulteriore file se il tweak ne ha bisogno.
pl: Frameworki, do których tweak się odwołuje. Dodaj brakujący jako kolejny plik, jeśli tweak go potrzebuje.
ru: Framework, с которыми связан твик. Добавьте недостающий как ещё один файл, если он нужен твику.
tr: Tweak'in bağlantı kurduğu framework'ler. Tweak'in ihtiyacı varsa eksik olanı başka bir dosya olarak ekleyin.
vi: Các framework mà tweak liên kết tới. Thêm framework còn thiếu dưới dạng một tệp khác nếu tweak cần.
zh_hans: 插件所链接的 framework。如果插件需要某个缺失的 framework，请将其作为另一个文件添加。

source: Free Up Space
ar: تحرير مساحة
cs: Uvolnit místo
de: Speicher freigeben
es: Liberar espacio
fr: Libérer de l'espace
id: Bebaskan Ruang
it: Libera spazio
pl: Zwolnij miejsce
ru: Освободить место
tr: Yer Aç
vi: Giải phóng dung lượng
zh_hans: 释放空间

source: From Library
ar: من المكتبة
cs: Z knihovny
de: Aus Bibliothek
es: Desde la biblioteca
fr: Depuis la bibliothèque
id: Dari Pustaka
it: Dalla libreria
pl: Z biblioteki
ru: Из библиотеки
tr: Kütüphaneden
vi: Từ Thư viện
zh_hans: 从库中

source: Fully Local
ar: محلي بالكامل
cs: Zcela lokální
de: Völlig Lokal
es: Totalmente local
fr: Entièrement local
id: Sepenuhnya Lokal
it: Tutto in locale
pl: W pełni lokalnie
ru: Полностью локально
tr: Tamamen Yerel
vi: Cục bộ hoàn toàn
zh_hans: 完全本地化

source: Game Mode
ar: وضع الألعاب
cs: Herní režim
de: Spielmodus
es: Modo de juego
fr: Mode Jeu
id: Mode Permainan
it: Modalità gioco
pl: Tryb Gry
ru: Игровой режим
tr: Oyun Modu
vi: Chế độ trò chơi
zh_hans: 游戏模式

source: General
ar: عام
cs: Obecné
de: Allgemein
fr: Général
id: Umum
it: Generale
pl: Ogólne
ru: Общие
tr: Genel
vi: Chung
zh_hans: 一般

source: Get
ar: الحصول
cs: Získat
de: Laden
es: Obtener
fr: Obtenir
id: Dapatkan
it: Ottieni
pl: Pobierz
ru: Получить
tr: İndir
vi: Nhận
zh_hans: 获取

source: Get a Key
ar: احصل على مفتاح
cs: Získat klíč
de: Schlüssel erhalten
es: Obtener una clave
fr: Obtenir une clé
id: Dapatkan Kunci
it: Ottieni una chiave
pl: Zdobądź klucz
ru: Получить ключ
tr: Anahtar Al
vi: Lấy khóa
zh_hans: 获取密钥

source: Get access to our secret Discord by donating, where we talk about future updates, betas, and potential ways to make your experience better.
ar: احصل على وصول إلى Discord السري الخاص بنا عبر التبرع، حيث نتحدث عن التحديثات القادمة والنسخ التجريبية وطرق محتملة لتحسين تجربتك.
cs: Získejte po podpoření přístup k našemu skrytému Discordu, kde se mluví o dalších aktualizacích, beta verzích a vylepšeních.
de: Kriege Zugang zu unserem geheimen Discord durch einer Spende, wo wir über zukünftige Updates, Betas und mögliche Wege um deine Erfahrung besser zu machen sprechen.
es: Consigue acceso a nuestro Discord secreto donando, donde hablamos de futuras actualizaciones, betas y posibles formas de mejorar tu experiencia.
fr: Accédez à notre Discord secret en faisant un don, où nous discutons des futures mises à jour, des bêtas et des moyens d'améliorer votre expérience.
id: Dapatkan akses ke Discord rahasia kami dengan berdonasi, di mana kami membahas pembaruan mendatang, versi beta, dan cara-cara potensial untuk meningkatkan pengalaman Anda.
it: Ottieni l'accesso al nostro server Discord segreto donando, dove parliamo di nuove funzionalità, beta e nuovi modi per rendere la tua esperienza migliore.
pl: Uzyskaj dostęp do naszego prywatnego Discorda poprzez wsparcie, gdzie rozmawiamy o przyszłych aktualizacjach, wersjach beta i możliwościach poprawy doświadczeń.
ru: Получите доступ к нашему секретному Discord, сделав пожертвование, где мы обсуждаем будущие обновления, бета-версии и способы улучшить ваш опыт.
tr: Bağış yaparak gelecekteki güncellemeler, beta sürümleri ve deneyiminizi daha iyi hale getirmenin yolları hakkında konuştuğumuz gizli Discord sunucumuza erişin.
vi: Nhận quyền truy cập vào Discord riêng của chúng tôi bằng cách quyên góp, nơi chúng tôi thảo luận về các bản cập nhật tương lai, phiên bản beta và các cách tiềm năng để cải thiện trải nghiệm của bạn.
zh_hans: 通过捐赠加入我们的秘密Discord来获取有关未来更新、测试版和提升使用体验的资讯。

source: Get Info
ar: عرض المعلومات
cs: Získat info
de: Info kriegen
es: Ver información
fr: Obtenir des infos
id: Dapatkan Info
it: Ottieni informazioni
pl: Pokaż informacje
ru: Информация
tr: Bilgi Ver
vi: Xem thông tin
zh_hans: 显示信息

source: Get started by adding your first repository.
ar: ابدأ بإضافة أول Repository لك.
cs: Začněte přidáním svého prvního repozitáře.
de: Beginne mit deiner ersten Repository.
es: Empieza añadiendo tu primer repositorio.
fr: Commencez par ajouter votre premier dépôt.
id: Mulai dengan menambahkan repositori pertama Anda.
it: Inizia aggiungendo la tua prima fonte.
pl: Zacznij od dodania pierwszego repozytorium.
ru: Начните с добавления вашего первого репозитория.
tr: İlk deponuzu ekleyerek başlayın.
vi: Bắt đầu bằng cách thêm kho lưu trữ đầu tiên của bạn.
zh_hans: 添加你的第一个仓库

source: Get started by importing your first IPA file.
ar: ابدأ باستيراد أول ملف IPA.
cs: Začněte importem svého prvního IPA souboru.
de: Beginne mit dem Hinzufügen deiner ersten IPA.
es: Empieza importando tu primer archivo IPA.
fr: Commencez par importer votre premier fichier IPA.
id: Mulai dengan mengimpor berkas IPA pertama Anda.
it: Inizia importando il tuo primo file IPA.
pl: Zacznij od importu Twojego pierwszego pliku IPA.
ru: Начните с импорта вашего первого файла IPA.
tr: İlk IPA dosyanızı içe aktararak başlayın.
vi: Bắt đầu bằng cách nhập tệp IPA đầu tiên của bạn.
zh_hans: 导入你的第一个IPA文件

source: Get started signing by importing your first certificate.
ar: ابدأ التوقيع عبر استيراد أول شهادة لك.
cs: Začněte podepisovat importem svého prvního certifikátu.
de: Beginne mit der Signierung durch Hinzufügen deines ersten Zertifikats.
es: Empieza a firmar importando tu primer certificado.
fr: Commencez à signer en important votre premier certificat.
id: Mulai menandatangani dengan mengimpor sertifikat pertama Anda.
it: Importa il tuo primo certificato per iniziare a firmare.
pl: Rozpocznij podpisywanie od zaimportowania pierwszego certyfikatu.
ru: Начните подпись с импорта вашего первого сертификата.
tr: İlk sertifikanızı içe aktararak imzalamaya başlayın.
vi: Bắt đầu ký bằng cách nhập chứng chỉ đầu tiên của bạn.
zh_hans: 导入你的第一个证书

source: Give a type its own folder and its picker always opens there. Anything left unset reopens wherever you last browsed, which iOS shares across every picker. Swipe a row to clear it.
ar: امنح نوعًا مجلده الخاص وسيفتح مُنتقيه هناك دائمًا. ما يُترك دون تحديد يُفتح في آخر موقع تصفّحته، وهو موقع تشترك فيه كل المُنتقيات في iOS. اسحب الصف لمسحه.
cs: Dej typu vlastní složku a jeho výběr se vždy otevře tam. Co zůstane nenastavené, otevře se tam, kde jsi naposledy procházel, což iOS sdílí napříč všemi výběry. Přejetím řádku ho smažeš.
de: Gib einem Typ einen eigenen Ordner, dann öffnet seine Auswahl immer dort. Alles ohne Ordner öffnet dort, wo du zuletzt warst – diesen Ort teilt iOS über alle Auswahlen hinweg. Wische über eine Zeile, um sie zu löschen.
es: Dale a un tipo su propia carpeta y su selector se abrirá siempre ahí. Lo que quede sin definir se abre donde estuviste por última vez, un lugar que iOS comparte entre todos los selectores. Desliza una fila para borrarla.
fr: Donnez à un type son propre dossier et son sélecteur s'ouvrira toujours là. Ce qui reste non défini s'ouvre là où vous étiez en dernier, un emplacement qu'iOS partage entre tous les sélecteurs. Balayez une ligne pour l'effacer.
id: Beri sebuah jenis foldernya sendiri, maka pemilihnya selalu terbuka di sana. Yang dibiarkan kosong terbuka di tempat terakhir kamu menjelajah, lokasi yang dipakai bersama oleh semua pemilih di iOS. Geser baris untuk menghapusnya.
it: Assegna a un tipo la sua cartella e il suo selettore si aprirà sempre lì. Ciò che resta non impostato si apre dove sei stato l'ultima volta, un percorso che iOS condivide fra tutti i selettori. Scorri una riga per azzerarla.
pl: Nadaj typowi własny folder, a jego selektor zawsze otworzy się w tym miejscu. To, co zostanie nieustawione, otworzy się tam, gdzie ostatnio przeglądałeś — iOS współdzieli tę lokalizację między wszystkimi selektorami. Przesuń wiersz, aby go wyczyścić.
ru: Задайте типу свою папку, и его выбор всегда будет открываться там. Всё остальное откроется там, где вы были в последний раз, — это место iOS использует для всех выборов. Проведите по строке, чтобы очистить.
tr: Bir türe kendi klasörünü ver, seçicisi hep orada açılsın. Ayarlanmayanlar en son gezdiğin yerde açılır; iOS bu konumu tüm seçiciler arasında paylaşır. Temizlemek için satırı kaydır.
vi: Đặt thư mục riêng cho một loại thì trình chọn của nó luôn mở ở đó. Loại chưa đặt sẽ mở ở nơi bạn duyệt gần nhất, vị trí mà iOS dùng chung cho mọi trình chọn. Vuốt một hàng để xóa.
zh_hans: 为某一类型指定文件夹后，它的选取器将始终在该处打开。未指定的类型会回到你上次浏览的位置，而 iOS 让所有选取器共用这一位置。左滑一行可清除。

source: Go to our GitHub and give us a star!
ar: اذهب إلى GitHub الخاص بنا وضع لنا نجمة!
cs: Přejděte na náš GitHub a dejte nám hvězdičku!
de: Gehe auf unserem GitHub und gib uns einen Stern!
es: ¡Visita nuestro GitHub y danos una estrella!
fr: Rendez-vous sur notre GitHub et mettez-nous une étoile !
id: Kunjungi GitHub kami dan beri kami bintang!
it: Vai nel nostro GitHub e dacci una stella!
pl: Odwiedź nasze GitHub i zostaw gwiazdkę!
ru: Зайдите на наш GitHub и поставьте звезду!
tr: GitHub’a giderek depomuzu yıldızlayın!
vi: Hãy vào GitHub của chúng tôi và cho chúng tôi một ngôi sao!
zh_hans: 来我们的GitHub仓库添加星标！

source: Greyish
ar: رمادي
cs: Šedavé
de: Gräulich
es: Grisáceo
fr: Grisâtre
id: Keabu-abuan
it: Grigiastro
pl: Szarawy
ru: Сероватый
tr: Grimsi
vi: Xám nhạt
zh_hans: 偏灰

source: Heartbeat
ar: نبض
de: Herzschlag
id: Detak Jantung
it: Battito
zh_hans: 心跳检测

source: Help
ar: مساعدة
cs: Pomoc
de: Hilfe
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
pl: Pomoc
ru: Помощь
tr: Yardım
vi: Trợ giúp
zh_hans: 帮助

source: Hidden
ar: مخفي
cs: Skryté
de: Versteckt
es: Oculto
fr: Masqué
id: Tersembunyi
it: Nascosto
pl: Ukryte
ru: Скрыто
tr: Gizli
vi: Ẩn
zh_hans: 隐藏

source: Hide Details
ar: إخفاء التفاصيل
cs: Skrýt podrobnosti
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
id: Sembunyikan Detail
it: Nascondi dettagli
pl: Ukryj szczegóły
ru: Скрыть детали
tr: Ayrıntıları Gizle
vi: Ẩn chi tiết
zh_hans: 隐藏详情

source: Hide from All
ar: إخفاء من الكل
cs: Skrýt ze všech
de: Aus allen ausblenden
es: Ocultar de Todos
fr: Masquer de Tout
id: Sembunyikan dari Semua
it: Nascondi da tutti
pl: Ukryj ze wszystkich
ru: Скрыть из всех
tr: Tümünden Gizle
vi: Ẩn khỏi Tất cả
zh_hans: 从全部中隐藏

source: Hooks via CydiaSubstrate — the app already includes it.
ar: يربط عبر CydiaSubstrate — التطبيق يتضمنه بالفعل.
cs: Háčkuje přes CydiaSubstrate — aplikace ho již obsahuje.
de: Hookt über CydiaSubstrate — die App enthält es bereits.
es: Engancha mediante CydiaSubstrate — la app ya lo incluye.
fr: Accroche via CydiaSubstrate — l’app l’inclut déjà.
id: Mengaitkan melalui CydiaSubstrate — aplikasi sudah menyertakannya.
it: Si aggancia tramite CydiaSubstrate — l'app lo include già.
pl: Hakuje poprzez CydiaSubstrate — aplikacja już go zawiera.
ru: Перехватывает через CydiaSubstrate — приложение уже содержит его.
tr: CydiaSubstrate üzerinden hook yapar — uygulama bunu zaten içeriyor.
vi: Hook qua CydiaSubstrate — ứng dụng đã có sẵn nó.
zh_hans: 通过 CydiaSubstrate 进行 hook——应用已包含它。

source: Hooks via CydiaSubstrate. The app doesn't include it, so KorSign adds ElleKit (a Substrate replacement) automatically when signing.
ar: يربط عبر CydiaSubstrate. التطبيق لا يتضمنه، لذا يضيف KorSign بديل ElleKit تلقائيًا عند التوقيع.
cs: Háčkuje přes CydiaSubstrate. Aplikace ho neobsahuje, takže KorSign při podepisování automaticky přidá ElleKit (náhradu za Substrate).
de: Hookt über CydiaSubstrate. Die App enthält es nicht, daher fügt KorSign beim Signieren automatisch ElleKit (einen Substrate-Ersatz) hinzu.
es: Engancha mediante CydiaSubstrate. La app no lo incluye, así que KorSign añade ElleKit (un reemplazo de Substrate) automáticamente al firmar.
fr: Accroche via CydiaSubstrate. L’app ne l’inclut pas, donc KorSign ajoute automatiquement ElleKit (un remplacement de Substrate) lors de la signature.
id: Mengaitkan melalui CydiaSubstrate. Aplikasi tidak menyertakannya, jadi KorSign menambahkan ElleKit (pengganti Substrate) secara otomatis saat menandatangani.
it: Si aggancia tramite CydiaSubstrate. L'app non lo include, quindi KorSign aggiunge automaticamente ElleKit (un sostituto di Substrate) durante la firma.
pl: Hakuje poprzez CydiaSubstrate. Aplikacja go nie zawiera, więc KorSign automatycznie dodaje ElleKit (zamiennik Substrate) podczas podpisywania.
ru: Перехватывает через CydiaSubstrate. Приложение его не содержит, поэтому KorSign автоматически добавляет ElleKit (замену Substrate) при подписи.
tr: CydiaSubstrate üzerinden hook yapar. Uygulama bunu içermiyor, bu yüzden KorSign imzalarken otomatik olarak ElleKit (bir Substrate alternatifi) ekler.
vi: Hook qua CydiaSubstrate. Ứng dụng không có sẵn nó, nên KorSign tự động thêm ElleKit (bản thay thế Substrate) khi ký.
zh_hans: 通过 CydiaSubstrate 进行 hook。应用未包含它，因此 KorSign 会在签名时自动添加 ElleKit（一个 Substrate 替代品）。

source: Icons and web data KorSign downloaded. Rebuilt as you browse.
ar: أيقونات وبيانات ويب نزّلها KorSign. يُعاد بناؤها أثناء التصفح.
cs: Ikony a webová data, která KorSign stáhl. Znovu se vytvoří při procházení.
de: Symbole und Webdaten, die KorSign geladen hat. Werden beim Blättern neu aufgebaut.
es: Iconos y datos web que descargó KorSign. Se reconstruyen al navegar.
fr: Icônes et données web téléchargées par KorSign. Reconstruites à la navigation.
id: Ikon dan data web yang diunduh KorSign. Dibangun ulang saat Anda menjelajah.
it: Icone e dati web scaricati da KorSign. Ricostruiti mentre navighi.
pl: Ikony i dane sieciowe pobrane przez KorSign. Odtwarzane podczas przeglądania.
ru: Значки и веб-данные, загруженные KorSign. Создаются заново при просмотре.
tr: KorSign'ın indirdiği simgeler ve web verileri. Gezinirken yeniden oluşur.
vi: Biểu tượng và dữ liệu web mà KorSign đã tải. Được tạo lại khi bạn duyệt.
zh_hans: KorSign 下载的图标和网页数据。浏览时会重新生成。

source: Identifier
ar: المعرّف
cs: Identifikátor
de: Kennung
es: Identificador
fr: Identifiant
id: Pengidentifikasi
it: Identificativo
pl: Identyfikator
ru: Идентификатор
tr: Tanıtıcı
vi: Định danh
zh_hans: 标识符

source: Identifier Prefix
ar: بادئة المعرّف
cs: Prefix identifikátoru
de: Kennungspräfix
es: Prefijo del identificador
fr: Préfixe d'identifiant
id: Awalan Pengidentifikasi
it: Prefisso dell'identificativo
pl: Prefiks identyfikatora
ru: Префикс идентификатора
tr: Tanıtıcı Ön Eki
vi: Tiền tố định danh
zh_hans: 标识符前缀

source: Identifiers
ar: المعرّفات
cs: Identifikátory
de: Kennungen
es: Identificadores
fr: Identifiants
id: Pengidentifikasi
it: Identificativi
pl: Identyfikatory
ru: Идентификаторы
tr: Tanıtıcılar
vi: Định danh
zh_hans: 标识符
